[{
	"id": "23733",
	"name": "The Black Card",
	"image": "http://1.bp.blogspot.com/--cwehgoNY40/WckWecx2htI/AAAAAAAAGB8/Dx5_4NxqzPMQJOxgbRh61E6pH8rkn34LwCHMYCw/s0/download1.jpg",
	"author": "Xiao Se Liang (萧瑟良)",
	"updatetime": "Feb-27-2018",
	"view": "113,556",
	"description": "Updating",
    "chapterList" : [
                     {
                     "title": "23733",
                     "url": "The Black Card",
                     },
                     {
                     "title": "sd",
                     "url": "The safs Card",
                     }
    ]
}, {
	"id": "219",
	"name": "Against the Gods",
	"image": "http://1.bp.blogspot.com/-8bbvFVN9BtA/WIhRY7y_MFI/AAAAAAAADoI/6GlVwq82GtM/s0/5887eef353e65.jpg",
	"author": "Mars Gravity,火星引力",
	"updatetime": "Feb-27-2018",
	"view": "5,952,819",
	"description": "A boy is being chased by various people because he alone holds some kind of treasure. He jumps off a cliff to not let any of them have it and wakes up in the body of a boy with the same name in another world. Fortunately, he has kept the treasure he ran off with.Official DescriptionWielding the sky poison pearl, receiving the blood of an evil god, cultivating the strength to oppose heaven, a lord overlooking the world."
}, {
	"id": "30021",
	"name": "Quick Transmigration Cannon Fodder's Record Of Counterattacks",
	"image": "http://3.bp.blogspot.com/-9M2NRIIvSrM/WkDXW-eY5-I/AAAAAAAAkdA/A7Ca0S1-ddUV1zc9U98XZmLsYo1sKxNNACHMYCw/s0/5a40d75a37d44.jpg",
	"author": "很是矫情",
	"updatetime": "Feb-27-2018",
	"view": "40,253",
	"description": "Ning Shu had dropped dead. But in a burst of good fortune she became a task-taker in charge of counterattacking for pitiful cannon fodder. Thus, Ning Shu, in one world after another, took all kinds of life roles, encountered all kinds of ‘you’re heartless, you’re ruthless, you’re making trouble for no reason’ people. She encountered all sorts of white lotus flowers, green tea bitches, scheming bitches, by the batch. Does any true beauty still exist in the world!? bellowed Ning Shu angrily. You a..."
}, {
	"id": "318",
	"name": "Stealing The Heavens",
	"image": "http://2.bp.blogspot.com/-_GykNBm8xIo/WIhBbv7SDjI/AAAAAAAADJU/tuo7x7L5s3I/s0/5887defe27507.jpg",
	"author": "Blood Red,Xue Hong,血红",
	"updatetime": "Feb-27-2018",
	"view": "133,427",
	"description": "Steal a hook and they will hang you, steal the whole country and they will make you a prince.Those who steal the world and the hearts of the people might become a Divine Immortal.The Dao is boundless; the will of the people is limitless.Follow me and watch how I alone use my hands to steal the heavens!"
}, {
	"id": "16765",
	"name": "Ancient Godly Monarch",
	"image": "http://4.bp.blogspot.com/-n_cJIBEFhUM/WOYKFPOmPsI/AAAAAAAAbr4/1HmL79T-jeM/s0/58e5a7a3b8850.jpg",
	"author": "Jing Wu Hen,净无痕",
	"updatetime": "Feb-27-2018",
	"view": "3,175,916",
	"description": "In the Province of the Nine Skies, far above the heavens, there exists Nine Galaxies of Astral Rivers made up of countless constellations interwoven together. For Martial Cultivators, they could form an innate link with one of the constellations, awaken their Astral Soul, and transform into a Stellar Martial Cultivator.Legend has it that, the strongest cultivators in the Province of the Nine Skies, were beings that could open an astral gate every time they advanced into a new realm. Their ta..."
}, {
	"id": "33457",
	"name": "Godly Empress Doctor",
	"image": "http://4.bp.blogspot.com/-klomETDj14M/WoFD0mb9xRI/AAAAAAADzGg/BZ6Z2Y0tPiQdSmU1LQSihOiK5fSVL9CQgCHMYCw/s0/5a8143d23fb00.jpg",
	"author": "苏小暖",
	"updatetime": "Feb-27-2018",
	"view": "7,492",
	"description": "She, a genius abandoned by her clan. He, a proud, pampered, two-faced imperial crown prince, a developing supreme ruler of the world. She, tricking him, disguised as a pig to eat a tiger, suppressing him, provoking him. Every time, after playing with him and stirring him up, she’d escape. No man could put up with this! He could only hunt her, pamper and indulge her, lure her into falling in love with him, who would have thought, the one to first fall in love would turn out to be him———- A young ..."
}, {
	"id": "1160",
	"name": "Forty Millenniums of Cultivation",
	"image": "http://4.bp.blogspot.com/-wl44T_0J7Po/WbfUEC8dVII/AAAAAAABNcg/FOTg0rnWi1wdmkZylN7LLVvPihsisKDXwCHMYCw/s0/2.jpg",
	"author": "The Enlightened Master Crouching Cow,卧牛真人",
	"updatetime": "Feb-27-2018",
	"view": "363,536",
	"description": "“Even if this universe is truly nothing more than a brutal, bloody, shadowy forest, we Cultivators will burn all that we have just to give off a single weak flickering spark in the darkness!No matter how weak each spark is, how short-lived, how small… As long as the sparks flow unabated, then one day one of those sparks will light some tinder, and that tinder shall light some fallen branches, and those branches shall set ablaze each and every last tree of the forest!In..."
}, {
	"id": "1820",
	"name": "The Magus Era",
	"image": "http://1.bp.blogspot.com/-40iqoHobZ08/WIhttr4Ie5I/AAAAAAAAGKs/o80p_lHGMUQ/s0/58880b46ce377.jpg",
	"author": "Blood Red,Xue Hong,血红",
	"updatetime": "Feb-27-2018",
	"view": "1,431,458",
	"description": "Long ago, there were people who stood upon the earth with their heads held high. They never bowed to anyone because of their indomitable spirit. They were capable of controlling wind and lightning, and conquering dragons and serpents. They seemed strong enough to split the earth and shatter the stars with their fists. They traveled throughout the land and called themselves Magi. Eventually, one of them would become a Supreme Magus! These men are the ancestors of human beings. Their blood is what..."
}, {
	"id": "16863",
	"name": "The Anarchic Consort",
	"image": "http://2.bp.blogspot.com/-HdVI9v9JMoI/WQqTKEf6GyI/AAAAAAAAgrc/lSMLPkqPLpMYjtIiF5ZqcD5nbkIX5XXVwCHM/s0/590a30b9e389e.jpg",
	"author": "战七少",
	"updatetime": "Feb-27-2018",
	"view": "391,375",
	"description": "She, a 21st century mercenary queen, had crossed over into a tragically betrayed body of a waste. Waste? She will show them what it means to be a waste! Betrayed? With the Ancient Manual in her hands, she will astonish all the despicable men and cheap women! Wait! Didn’t everyone say that she was an evil woman which everyone feared? Why is his Third Highness, full of mystery and charisma, so interested in her?"
}, {
	"id": "10821",
	"name": "Bewitching Prince Spoils His Wife: Genius Doctor Unscrupulous Consort",
	"image": "http://4.bp.blogspot.com/-N5wF6ilFVuo/WWs4AQdwSGI/AAAAAAAAwuM/a0zSu6l-T_od5tCNcNXFRTUw6ZvwopqCgCHMYCw/s0/3.png",
	"author": "顾染锦",
	"updatetime": "Feb-27-2018",
	"view": "1,593,913",
	"description": "Updating"
}, {
	"id": "27924",
	"name": "Welcome to the Monsters' Guild ~ The Strongest Group Who Did Everything, for a Price ~",
	"image": "http://3.bp.blogspot.com/-HqafzFhP8_k/WgEcjkcVlzI/AAAAAAABvw4/uR7ZAYL8mOE54Ogc9SN0IBKeMzJPIUyiQCHMYCw/s0/5a011c8cd41b1.jpg",
	"author": "十一屋 翠",
	"updatetime": "Feb-27-2018",
	"view": "7,767",
	"description": "The long war for supremacy between two neighboring nations came to an end. For this reason, Raiz, the strongest tamer ever seen, was facing a difficult problem. How could the multitude of monsters called to arms survive without a work that sustained them? Worried, he decided to open a “shop” to find a job for his comrades. “Right! Let’s start our own guild!” Even though at first people were afraid, seeing the monsters working so hard for their sake made them change their mind and after forgiving..."
}, {
	"id": "27317",
	"name": "Adorable treasured fox: Divine doctor mother overturning the heavens!",
	"image": "http://2.bp.blogspot.com/-Y3QBgno38HA/WfDOypNGsyI/AAAAAAABPpw/IwmvsoT5_dk680gxMA2bh2JX9CGgTTqngCHMYCw/s0/59f0ceca1c055.jpg",
	"author": "Xiao Qi Ye, 萧七爷",
	"updatetime": "Feb-27-2018",
	"view": "60,476",
	"description": "Updating"
}, {
	"id": "17024",
	"name": "I Am Supreme",
	"image": "http://1.bp.blogspot.com/-UUIa-Nd4dx4/WTC9bOmCbZI/AAAAAAAAmSY/3ZNqN6WSgA0zSpYB8xbnvtUCxTcIudzYQCHM/s0/59305aff148df.jpg",
	"author": "Fengling Tianxia, 风凌天下",
	"updatetime": "Feb-27-2018",
	"view": "307,952",
	"description": "I am Supreme Spread or announce my might in the world, I am the Supreme Medicinal material is poison if it cannot cure; a man who does not become a god will perish as ashes ……… Heavenly order has flaws, humanly world has injustice Cast aside romance, for evils prevail Misery brings forth kindness, rage won’t lead to disputes Beyond principles and rules, let me carry out the execution Spread my might in the world, slaughter injustice of the world Blade in hand, passion in heart; Passing judgement..."
}, {
	"id": "27656",
	"name": "Urban Banished Immortal",
	"image": "http://2.bp.blogspot.com/-vY5cNTF9X8w/WflFHRYuqrI/AAAAAAABh-w/J7aMFezJOL4Vb6G7GEXtB0LGucsqMmuiACHMYCw/s0/59f9451d134fe.jpg",
	"author": "Nine Finger Uncle",
	"updatetime": "Feb-27-2018",
	"view": "69,103",
	"description": "I, the mighty Telepath Starlord, got banished into the mortal world. The days in the mortal world are much better than those in heaven! Everything is here — money, authority and most importantly stunning beauties! I am from a rich family. Yes, I am indeed wealthy now. The kind of wealth where you would not want to displease me. Domineering CEOs, military big shots, business geniuses, you name it — I know them all! I know everything you are thinking about. You can’t defeat me anyway, how are you ..."
}, {
	"id": "17154",
	"name": "Legend of the Supreme Soldier",
	"image": "http://3.bp.blogspot.com/-_xd0J3-JeIA/WWszzaID3-I/AAAAAAAAws4/GhlXc-qT-sgFP5j5hBLUW5R8Ydx17YoGQCHMYCw/s0/8.jpg",
	"author": "Fang Xiang,方想",
	"updatetime": "Feb-27-2018",
	"view": "257,217",
	"description": "Ye Chong was a denizen of Trash Planet-12. On one fateful day, he discovered a treasure that would forever alter his destiny from a pile of junk – Mu Shang, an unknown machine with artificial intelligence and a lost memory. Together, they venture into the vast galaxy as the isolated “caveman” that was Ye Chong began absorbing all sorts of knowledge and meeting people from all walks of life. He gradually discovers more and more about his own mysterious past as well as his partne..."
}, {
	"id": "1093",
	"name": "The Ultimate Evolution",
	"image": "http://2.bp.blogspot.com/-JVEVNpaCC-Y/WIhjcft8SzI/AAAAAAAAE74/yoNbJqV-s7E/s0/588800f82d52f.jpg",
	"author": "Juantu,Volume Of Soil,卷土",
	"updatetime": "Feb-27-2018",
	"view": "397,339",
	"description": "I traverse along the pathway of darkness and imagination…Entering the realm born by human imaginations…Challenging Harry Potter’s magic, commanding the great Pirates of the CaribbeanTerminating the Terminator’s strength, tearing apart the Matrix’s HallucinationVirus is my slaveEndurance my inheritanceGrowing and hunting in the boundless universeBreaking through boundaries in a mysterious spaceDesiring evil, conspiracy and betrayer. Who can redeem what was already ..."
}, {
	"id": "16776",
	"name": "Api di Bukit Menoreh",
	"image": "http://2.bp.blogspot.com/-CFb4L3chEP0/WOjr7tjzV_I/AAAAAAAAbuo/VrxgCfxstjY/s0/58e8897e722e3.jpg",
	"author": "S.H. Mintardja.",
	"updatetime": "Feb-27-2018",
	"view": "4,254",
	"description": "Because the Pajang kingdom is approaching its end, There are a lot of rebellion to snatch the throne. Agung Sedayu, because his big brother is a figure in the pajang troops who fighting against the remnants follower of Arya penangsang who were conducting guerrilla. He was forced to change its nature from coward and weak to strong and brave. Follow his struggle to help panembahan senopati to establish Mataram Kingdom"
}, {
	"id": "2318",
	"name": "Tondemo Skill de Isekai Hourou Meshi",
	"image": "http://4.bp.blogspot.com/-wLh-YhANa18/WJk_vUO-QXI/AAAAAAABTPA/3Z-dJakHxN4/s0/5898dd4dcd5c2.jpg",
	"author": "Yosei Ichigo,妖精壱号",
	"updatetime": "Feb-27-2018",
	"view": "370,289",
	"description": "Mukouda Tsuyoshi, summoned from modern Japan to a different world of sword and magic.He thought of what kind of a huge adventure was waiting for him, but actually, Mukouda is just a civilian who got caught in a 『Hero Summoning』!!And that Mukouda’s base status shabby compared to the legitimate heroes(There’s even three of them!)……On top of that, the king who summoned Mukouda and the rest was suspicious, and Mukouda left the castle by himself realizing 「Ah, this is the type that heroes..."
}, {
	"id": "1774",
	"name": "The Portal of Wonderland",
	"image": "http://2.bp.blogspot.com/-L9mc6lwuqI4/WIhs-xUF2MI/AAAAAAAAGEc/LoYvLNBGWBQ/s0/58880a8b1df99.jpg",
	"author": "Wang Yu,忘语",
	"updatetime": "Feb-27-2018",
	"view": "157,894",
	"description": "A wonder falling down from heaven! A boy possessed by strange blood! Gods tremble! Demons flee! A boy from the land of Dong Zhou. A pink skull as his sworn friend until death. A story of a determined warrior struggling for power. A legend that shakes the galaxy and disturbs the worlds of god, demon and man."
}, {
	"id": "23220",
	"name": "Eternal Martial Sovereign",
	"image": "http://3.bp.blogspot.com/-3tLeT1TshUU/WbfSra7_RZI/AAAAAAABNcU/3kFdc31FGYQH6iz20HeTMwhiKCj-aKBkgCHMYCw/s0/1.jpg",
	"author": "",
	"updatetime": "Feb-27-2018",
	"view": "185,768",
	"description": "Updating"
}, {
	"id": "17106",
	"name": "The Invincible Dragon Emperor",
	"image": "http://3.bp.blogspot.com/-EG1cQoLO_nE/WWs3m1aU4uI/AAAAAAAAwuE/DXIV5dSEJ_0NtV8qfTTmL4oNUAORr2t4wCHMYCw/s0/2.jpg",
	"author": "Yao Ye",
	"updatetime": "Feb-27-2018",
	"view": "344,379",
	"description": "Updating"
}, {
	"id": "58",
	"name": "Sovereign of the Three Realms",
	"image": "http://3.bp.blogspot.com/-HtpxxTW5l8E/WIhPLlmRI7I/AAAAAAAADgs/vOlt2HxABdI/s0/5887ecbe07ba2.jpg",
	"author": "Li Tian,犁天",
	"updatetime": "Feb-27-2018",
	"view": "2,375,322",
	"description": "Jiang Chen, son of the Heavenly Emperor, unexpectedly reincarnated into the body of a despised young noble, thus embarking on the path of the underdog trouncing all comers. No one has the right to call himself a genius in front of Jiang Chen, as no one has a better understanding of the heavens than the son of the Heavenly Emperor. Genius? He who adheres to me shall ascend, those who oppose me can find solace in hell!"
}, {
	"id": "17095",
	"name": "The Book Eating Magician",
	"image": "http://2.bp.blogspot.com/-h5D-aDRFeB0/WUc_TtJq8JI/AAAAAAAApxM/hFZcB8jnjN030z0xjga_l9IaUifVOH-KwCHMYCw/s0/5946dcdf99841.jpg",
	"author": "Unknown",
	"updatetime": "Feb-27-2018",
	"view": "997,687",
	"description": "[‘Lightning Magic Primer’ has been consumed. Your understanding is very high.] [The 2nd Circle magic ‘Lightning Bolt’ has been acquired.] The unprecedented magician who will eat all the magic books of the world has appeared"
}, {
	"id": "27019",
	"name": "The World Online",
	"image": "http://3.bp.blogspot.com/-OHlpc0KgquI/Wfhbbv-DbLI/AAAAAAABhog/FnyifpzakP42JLgnT-irxOdEmKiUNnofACHMYCw/s0/images.jpg",
	"author": "",
	"updatetime": "Feb-27-2018",
	"view": "243,148",
	"description": "Updating"
}, {
	"id": "24880",
	"name": "Seeking the Flying Sword Path",
	"image": "http://2.bp.blogspot.com/-b5HvlsZL-Tg/WcN7mm5Fi6I/AAAAAAAAD54/JV_-JUcFd5sf3e5veiWUS4MFk85hCf6HQCHMYCw/s0/59c37b9a1f341.jpg",
	"author": "I Eat Tomatoes",
	"updatetime": "Feb-27-2018",
	"view": "158,223",
	"description": "This world has Fox Fairies, River Gods, Water Monsters, Great Demons and Practitioners who seek immortality. Practitioners can open their Magical Eye and see Demons and Ghosts. They can practice a flying sword that can kill enemies thousands of kilometres away. Their sharp long-range eyes and sensitive ears could observe everything around them…… The second young master of the Qin clan, ‘Qin Yun’ is one such practitioner…"
}, {
	"id": "1280",
	"name": "Illimitable Until Death",
	"image": "http://4.bp.blogspot.com/-LvK6vFMkbZI/WIhmBB-rKAI/AAAAAAAAFP8/7RmVUuue3HU/s0/588803942eb3a.jpg",
	"author": "如倾如诉",
	"updatetime": "Feb-27-2018",
	"view": "18,320",
	"description": "“From today onwards, you will become the Envoy of one of the Main Gods in the Dimensions of Main Gods. You will travel from one world to another and through that, you will attain what others will never obtain in their entire life.”The moment these words echo in Fang Li’s head, Fang Li’s life is destined to be extraordinary…"
}, {
	"id": "26717",
	"name": "Overgeared",
	"image": "http://2.bp.blogspot.com/-WPzz0OMPXuQ/WeRf-1hnpLI/AAAAAAAA1Iw/_QN3KxlDZ_gAYCvsVJJXDFWUbt6cliGSgCHMYCw/s0/59e45ffabd922.jpg",
	"author": "Park Saenal",
	"updatetime": "Feb-27-2018",
	"view": "469,626",
	"description": "Updating"
}, {
	"id": "34025",
	"name": "Sundering Nature",
	"image": "http://4.bp.blogspot.com/-SelIomVR3UA/WoexKnRi7PI/AAAAAAAEII8/PTdVcuvR7rIV_ACcmTV5KxVMXbgIEuRYgCHMYCw/s0/5a87b12983cdc.jpg",
	"author": "Teacher Clear River, 清河老师",
	"updatetime": "Feb-27-2018",
	"view": "3,105",
	"description": "To be is to have a soul. The soul begets a will. Wills accumulate into mysterious psychic forces, weaving secret domains within the fabric of reality. Li Yiming, a gentle and kind-hearted person, was embroiled in this secret facade of reality against his will. Was it a coincidence, or was it preordained by fate? Dao techniques, artifacts, fantastic beasts, supernatural abilities… Within these secret domains governed by Heavenly Laws, his true identity incites great suspicion from all. A plan con..."
}, {
	"id": "18",
	"name": "Talisman Emperor",
	"image": "http://1.bp.blogspot.com/-LkU7HHpYN6k/WIhUhChJt5I/AAAAAAAADsw/4Zw7otgk0uQ/s0/5887f2148d868.jpg",
	"author": "萧瑾瑜",
	"updatetime": "Feb-27-2018",
	"view": "233,677",
	"description": "Family destroyed, loved ones missing, marriage deed torn…The people of Song Yan City ridiculed him as a curse or jinxed but he won a million years ancient mythical Dong Fu inheritance!Since then learning rune system, refining physique, cultivating supreme kendo, Wu rule esoteri… With extraordinary courage and the unbelivable opportunity, in myths, charm demons sneak into the world, lastly embark on a endless journey towards pinnacle, and conquer the world..."
}, {
	"id": "1926",
	"name": "In a Different World with a Smartphone",
	"image": "http://1.bp.blogspot.com/-biLeOfbIjX8/WIhygebWXPI/AAAAAAAAGdk/kQkxtVxm7ro/s0/58881010e529c.jpg",
	"author": "Fuyuhara Patora",
	"updatetime": "Feb-27-2018",
	"view": "1,662,242",
	"description": "Oh no, the MC is accidentally killed by a god. Because of the mistake, the MC starts a second life in a parallel world. God revives his body and he is allowed to take and use his smartphone. He comes across various people while making important comrades and before the MC is aware of it, he has discovered this world’s secret. He inherits the legacy of an ancient civilization and he goes around the world nonchalantly while having power that matches that of the god in this world...."
}, {
	"id": "1157",
	"name": "Nigotta Hitomi no Lilianne",
	"image": "http://4.bp.blogspot.com/-JaNmGe2TXPU/WQmzZgiU6KI/AAAAAAAAgog/kFPGny9wye8hmfheYTASaPSF-i5kHjpHwCHM/s0/tmp-cam-1956478544.jpg",
	"author": "天界",
	"updatetime": "Feb-27-2018",
	"view": "248,744",
	"description": "After coming out of a tunnel… it was pitch dark.When I woke up, it was dark.First, I need to grasp the situation… While in thoughts, white, foggy figures appeared, it’s utterly dark as usual, just what is happening?When I noticed, I have reincarnated!Moreover, my gender has changed!?Wouldn’t you usually get a cheat ability when reincarnating!? God!Isn’t this conversely a start with a handicap!*This is a heartwarming..."
}, {
	"id": "17196",
	"name": "Still, Wait For Me",
	"image": "http://1.bp.blogspot.com/-t7jcx-mMwSA/WYCD9dWSrwI/AAAAAAAA0N8/eE2-0t5EVvIeDWikrqLP3QjnEknDwt-MACHMYCw/s0/10.jpg",
	"author": "Xiang Tingshen",
	"updatetime": "Feb-27-2018",
	"view": "128,957",
	"description": "Inexplicably reborn in the year 2003, having failed terribly in his previous life, the prevailing concern with Xu Tingsheng, that stands above all else, is none other than her. But alas, he is just months away from entering university, while she is but in her first year of junior high… Regarding this, all he can do is wait silently…for now.In the meantime, other matters remain. There were quite a few things that went…rather badly, back then. Given the chance to change..."
}, {
	"id": "17175",
	"name": "Paradise of Demonic Gods",
	"image": "http://2.bp.blogspot.com/-WQ9MMViv7hk/WWs1cE9rRHI/AAAAAAAAwtQ/0JlOzioxZqIDK5IgqV_jadXuljck4vIsQCHMYCw/s0/12.png",
	"author": "Bear Wolfdog,熊狼狗",
	"updatetime": "Feb-27-2018",
	"view": "666,642",
	"description": "“Obtaining the topmost degree of talent in sword arts in the world requires giving up 72 years of lifespan, which leaves you with only five more years of your life. At the same time, you will never be able to feel love, kinship, and friendship, and you’ll end up leading a lonely life until your death, unable to procreate, or to have any descendants.“From now onwards, everything related to happiness in the human world shall no longer be of your concern. Are you willing to..."
}, {
	"id": "35021",
	"name": "The Spiritual Attainment Of Minghe",
	"image": "http://2.bp.blogspot.com/-DgzTOGwIc9s/WpQD7JvBWEI/AAAAAAAEzQI/7jBHOL8zdmgHOvmbg1ziZQHCUQU2cDDWgCHMYCw/s0/5a9403eb8ec3c.jpg",
	"author": "God Loves The World, 神仙爱凡尘",
	"updatetime": "Feb-27-2018",
	"view": "1,429",
	"description": "The Spiritual Attainment of Minghe is a Chinese fantasy fiction containing themes of cultivation, Sages, Demons, Sorcerers, and Chinese Ancestors. Minghe, reincarnated from an IT nerd in the modern world, sets his mind to change his history and create another legend in Untained Land. No one knows how many secrets he has or how powerful he is. What will happen in this afterlife of his? How can he pursue the power of the Origin in order to change his history? Discover all the answers in this book...."
}, {
	"id": "29458",
	"name": "Lord of All Realms",
	"image": "http://1.bp.blogspot.com/-06NSHbPsAug/WilAsy7YagI/AAAAAAADtFc/LoPyCIzn-qMte8eEDKpA-POdw_b6T83KACHMYCw/s0/5a2940b1358a6.jpg",
	"author": "Ni Cang Tian, 逆蒼天",
	"updatetime": "Feb-27-2018",
	"view": "141,538",
	"description": "Updating"
}, {
	"id": "18143",
	"name": "Doro Doro Obake Ouji-sama",
	"image": "http://1.bp.blogspot.com/-wq53phhc9Iw/WYm3DpccwLI/AAAAAAAA3ks/CzK_YH02J1MQLf9AS9X7yIhTgWUJg4v1wCHMYCw/s0/2.png",
	"author": "Koshu",
	"updatetime": "Feb-27-2018",
	"view": "6,122",
	"description": "The Second Prince who was my fiancé got another girl pregnant. Along with much fuss, I’ll marry my childhood friend the Third Prince! But he seems to be under a curse. Mud Monster, I’ve heard of it as so, but n～ He’s more human than I expected? Not capitalizing on the serious setting at all, it’s just a story about a high tension heroine and a slightly S hero flirting while lifting the curse."
}, {
	"id": "382",
	"name": "A Record of a Mortal’s Journey to Immortality",
	"image": "http://3.bp.blogspot.com/-1NZn0hxa9dA/WIhZf7JdLgI/AAAAAAAAEDg/LwMaVwVML4k/s0/5887f70feb685.jpg",
	"author": "Wang Yu,忘语",
	"updatetime": "Feb-27-2018",
	"view": "558,289",
	"description": "A poor and ordinary boy from a village joins a minor sect in Jiang Hu and becomes an Unofficial Disciple by chance. How will Han Li, a commoner by birth, establish a foothold for himself in his sect? With his mediocre aptitude, how will he successfully traverse the path of cultivation and become an immortal? This is a story of an ordinary mortal who, against all odds, clashes with devilish demons and the ancient celestials in order to find his own path to immortality.A Record of a Mortal’s J..."
}, {
	"id": "1801",
	"name": "Ghost Emperor Wild Wife: Dandy Eldest Miss",
	"image": "http://4.bp.blogspot.com/--K_56Zyuuuc/WIhtb9l9q3I/AAAAAAAAGIQ/pWEG68VpB-c/s0/58880affdff5e.jpg",
	"author": "Xiao Qi Ye,萧七爷",
	"updatetime": "Feb-27-2018",
	"view": "272,071",
	"description": "Yun Luo Feng, Hua Xia Medicial School’s genius, died from an accident and her soul then attached to Long Xia mainland’s General family’s useless eldest miss.This waste not only can’t read nor fight (practice martial art), but is big chested, no brain, arrogant and self-willed.Since having the crown prince as a perfect fiance isn’t enough, she actually snatched a pretty boy in public, leading to the crown prince to annul the marriage.But the waste couldn’t stand this development and h..."
}, {
	"id": "30882",
	"name": "Remarry, No Way!",
	"image": "http://1.bp.blogspot.com/-6xMIBojEE3M/WmLzKEFQqCI/AAAAAAAC0Sw/xOFwu-js7zQ5oS76jxoLOPIYQRSZlXQxwCHMYCw/s0/5a62f327490bd.jpg",
	"author": "Nan Lin, 南凛",
	"updatetime": "Feb-27-2018",
	"view": "61,740",
	"description": "Married for four years, there was no love in the life of Su Ran and Song Ting Yu. They were forced to marry because of Su Ran’s pregnancy. Ting Yu thought Su Ran was a foxy woman that tricked him with a purpose to enter the Song household, that’s why after the night after they both said the wedding vow, he immediately went overseas to be with his love and never come back even onc to see his son. Four years later, Song Wei Xi, the son of Su Ran and Song Ting Yu, was diagnosed with rare illness. M..."
}, {
	"id": "28917",
	"name": "Mystical Journey",
	"image": "http://3.bp.blogspot.com/-p6tDZ7FG1Sc/WhvJCGp-7ZI/AAAAAAADAdE/QJVRVxC6vKAeVmsSryAZp9-wq9Q51p6vwCHMYCw/s0/5a1bc907489ff.jpg",
	"author": "Get Lost, 滚开",
	"updatetime": "Feb-27-2018",
	"view": "68,511",
	"description": "One moment, Luo Jing was at the brink of death after accidentally touching a power outlet while showering. The next, he was in the body of a man named Garen, with memories of a past he was never a part of flowing into his head. As he slowly gets used to the body of Garen, he begins to explore a planet beyond his own logical comprehension. His journey will see him go from surviving in a planet locked in the 20th century, to wielding secret techniques so powerful that they level cities overnight. ..."
}, {
	"id": "28631",
	"name": "The Record of Unusual Creatures",
	"image": "http://3.bp.blogspot.com/-9H5llTyMnwk/Wk-Kkh9KYdI/AAAAAAABl9I/rnI3Eiav3IsJzs1EmuJgr1PAk8qLWsO1ACHMYCw/s0/1.jpg",
	"author": "Yuan Tong, 远瞳",
	"updatetime": "Feb-27-2018",
	"view": "38,643",
	"description": "Updating"
}, {
	"id": "29711",
	"name": "Red Envelope Group of the Three Realms",
	"image": "http://2.bp.blogspot.com/-4gKU0ahtnWo/WjNN9kyMRCI/AAAAAAAEIEc/1f79q8Klua8BSiYsmycrAl2znxR-h9TZACHMYCw/s0/5a334df57702c.jpg",
	"author": "小教主",
	"updatetime": "Feb-27-2018",
	"view": "56,382",
	"description": "Updating"
}, {
	"id": "25663",
	"name": "I've Led the Villain Astray, How Do I Fix It?",
	"image": "http://4.bp.blogspot.com/--dvskjPQJYE/WdBfTIjtwBI/AAAAAAAAZPA/VRmNV7fQ8bkGS5O0pG0xlPyo5PJvF0BpACHMYCw/s0/59d05f4b870ea.jpg",
	"author": "Yan Ye, 湮叶",
	"updatetime": "Feb-27-2018",
	"view": "49,706",
	"description": "Xu Zi Yan has a little brother, and that little brother is gay. As an older brother, he has always felt a bit regretful. One day he transmigrated into the inside of a novel and found himself with another chance to raise a younger brother. Immediately rolling his sleeves up to prepare for battle, he planned to raise this little brother into an exceptionally good man! And a perfectly straight one! Taking a lesson from his past experiences, he continuously perfected his training plans. Clearly, he ..."
}, {
	"id": "30642",
	"name": "Marry! My Black Horse",
	"image": "http://1.bp.blogspot.com/--HYQJskPxlY/WmASpt9ujHI/AAAAAAACqBs/EhpLVYbmbc43NWN-IuwskYsO1tqR32IogCHMYCw/s0/5a6012a5c7b92.jpg",
	"author": "Shi Xiao Zha, 师小札",
	"updatetime": "Feb-27-2018",
	"view": "14,513",
	"description": "The novel tells story about how love grows in the arranged marriage. When Guan Xin Mu was rejected by Xia Yu, her long-term crush, Fei Jun which she called Shu Shu (叔叔) (uncle) comforted and accompanied her through her heartbroken days. When Fei Jun’s dad was in critical health condition, his one wish was to see him married and had a happy life. Having no girlfriend at the moment, Fei Jun proposed to Guan Xin Mu to be his wife. So then begin their marriage life, can their arranged marriage stand..."
}, {
	"id": "2031",
	"name": "Stranger’s Handbook",
	"image": "http://2.bp.blogspot.com/-CYWunMgBDkU/WIh3O17ZqSI/AAAAAAAAGvE/F_sOrSjAB6w/s0/588814cbc3a26.jpg",
	"author": "Takkurun,たっくるん",
	"updatetime": "Feb-27-2018",
	"view": "62,159",
	"description": "The main character is suddenly summoned to another world…..and the one who shows up next is a malicious and scheming noble…..obey or die. I’ll try to rise in this world and live on by any means! It’s the story of such a hero.Comedy and serious scenes? I’m the type that won’t let his guard down even when my magical powers are at a cheat level, I take my medicine while scheming wickedly.Was I only scared of my surroundings in the beginning? Well, I’ll do my best to become an indispensable ..."
}, {
	"id": "1890",
	"name": "World Teacher – Other World Style Education & Agent",
	"image": "http://4.bp.blogspot.com/-Nlyfe2268JY/WIhwdK2anjI/AAAAAAAAGWM/GsKgtPzyFjg/s0/58880e0487a82.jpg",
	"author": "NEKO Koucihi",
	"updatetime": "Feb-27-2018",
	"view": "202,647",
	"description": "A man who was once called the world strongest agent ended up becoming a teacher after his retirement to train the new generation of agents. After many years of training his disciples, he is killed at the age of 60 by the ploy of a secret organization and was reincarnated in another world with all his past memories.Though he was surprised by the magic and the strange species of that world, he adapted very fast to his condition as a newborn and took advantage of it. He acquired special magic a..."
}, {
	"id": "2247",
	"name": "The Other World Dining Hall",
	"image": "http://1.bp.blogspot.com/-Y2dFbL_VlqY/WIiOKtSoKJI/AAAAAAAAHQw/oEI3xMoyBFE/s0/58882bba68fb7.jpg",
	"author": "Inuzuka Junpei",
	"updatetime": "Feb-27-2018",
	"view": "29,327",
	"description": "The Western Style Cathouse. Near the business district and nestled in a poor corner of the shopping district, in the first basement floor of a multi-business building. From 11 a.m. to 3 p.m. is lunch time, and 6 p.m. to 9 p.m. is dinner time. During holidays and weekends, the business district becomes empty. Lunch is up to 1000 yen. You have your free choice of rice, bread and soup and it’s a good variety. On the signboard mounted on the store’s entrance is the image of a beckoning cat. The cat’..."
}, {
	"id": "7180",
	"name": "I Play the Role of (Villain/Heroine) in a Japanese-style Otome Game",
	"image": "http://3.bp.blogspot.com/-owgLpZkoA6Y/WWtCKv0FxPI/AAAAAAAAwyY/F9z6GkG9J3MQtFk_u_MoadI2OP4cc4oqwCHMYCw/s0/14.jpg",
	"author": "Shippo Tanuki, しっぽタヌキ",
	"updatetime": "Feb-27-2018",
	"view": "15,116",
	"description": "Updating"
}, {
	"id": "1889",
	"name": "Strongest Abandoned Son",
	"image": "http://1.bp.blogspot.com/-2vwOBSLHbgY/WIhwcnUOATI/AAAAAAAAGWI/8qnfGtgwpvc/s0/58880e00d0694.jpg",
	"author": "N/A",
	"updatetime": "Feb-27-2018",
	"view": "1,126,285",
	"description": "When Ye Mo suddenly woke up, he realized that everything around him seemed to have changed. His pretty master was nowhere to be seen. Most importantly, he remembered something scary that wasn’t about himself.Therefore, Ye Mo hurried to run into a small alley without people after class. The first thing he did was pull down his pants. He just wanted to check out his p**is…"
}, {
	"id": "23727",
	"name": "Limitless",
	"image": "http://1.bp.blogspot.com/-Hxi2RdmqpVM/WbNqBD3PRLI/AAAAAAABL7E/FBJN_CPl2w4J6dOxxKOSnscq2PE4QPGqgCHMYCw/s0/59b36a034a136.jpg",
	"author": "Sharp Knife, 小刀锋利",
	"updatetime": "Feb-27-2018",
	"view": "128,898",
	"description": "The eagle soars through the sky; the fish leaps over the dragon’s gate; the bear roars and the tiger howls; all things in the world have a spirit. At the ends of Earth, the poles and magnetic field re-align; the world changes. The world that we were so used to, is no longer. When myths turn to reality; when legends are no longer enigmatic, the world is now limitless."
}, {
	"id": "725",
	"name": "Evil Emperor’s Wild Consort",
	"image": "http://4.bp.blogspot.com/--JscIB0IV88/WIhenAGvi9I/AAAAAAAAEdE/0gmKnwFIdjc/s0/5887fc2d03556.jpg",
	"author": "Xiao Qi Ye,萧七爷",
	"updatetime": "Feb-27-2018",
	"view": "1,410,922",
	"description": "She, Gu Ruoyun, a famous good-for-nothing in the country of Qinglong, orphaned, born weak, the shame of the general’s household, was eventually beaten to death by her own grandfather after a dispute with others where she did nothing wrong. After opening her eyes again, leaving behind that weak body, she’s no longer the good-for-nothing miss of yesterday!Holding an ancient treasure within her body, contracting the four mythical beasts, even the top experts of Qinglong are fight..."
}, {
	"id": "436",
	"name": "The Desolate Era",
	"image": "http://1.bp.blogspot.com/-RkTLw8yywH4/WIhajI37x0I/AAAAAAAAEH0/Edtu8hSsT1s/s0/5887f81c1f69c.jpg",
	"author": "I Eat Tomatoes,Wo Chi Xi Hong Shi,我吃西红柿",
	"updatetime": "Feb-27-2018",
	"view": "2,595,480",
	"description": "Fate had never been kind to Ji Ning. Wracked by illnesses and infirm his entire life on Earth, Ning knew early on that he would die as a teenager. What he didn’t know was that there really was such a thing as life after death, and that the universe was a far larger place than he thought. A lucky twist of fate (one of the few in Ning’s life) meant that Ning was reborn into a world of Immortals and monsters, of Ki Refiners and powerful Fiendgods, a world where Dynasties lasted for mill..."
}, {
	"id": "1051",
	"name": "One Child Two Treasures: The Billionaire Chief’s Good Wife",
	"image": "http://2.bp.blogspot.com/-Uc9OOZbwm5U/WIhildBP5BI/AAAAAAAAE4U/tYEuZ2I7lbQ/s0/58880025a30b0.jpg",
	"author": "花容月下",
	"updatetime": "Feb-27-2018",
	"view": "590,406",
	"description": "For a million worth of contract, she became a surrogate mother.He was the chief executive of the Empire and she was of lowly birth. With her adoptive father’s business falling into crisis, she agrees to his contract.She gave birth to twins: the older brother is healthy, while the younger brother didn’t breathe out. Fulfilling the contract with a huge monetary sum as the reward, she disappeared from his eyes.Six years later – he was still the cold high-profile president, but when she ..."
}, {
	"id": "28376",
	"name": "Valhalla Saga",
	"image": "http://2.bp.blogspot.com/-5Cr-agG72VY/WgpMYjzZtDI/AAAAAAACRTM/USTpGUgF63sjk8RRTI7_wZCP5vgQGYX9gCHMYCw/s0/5a0a4c6143e64.jpg",
	"author": "Chwiryong, 취룡",
	"updatetime": "Feb-27-2018",
	"view": "69,166",
	"description": "Tsubak’s Synopsis: A pro gamer suddenly dies in the middle of an E-Sports tournament and goes to Valhalla, a heaven where only the greateast warriors are allowed. The plot mostly centers around nordic myths. All the warriors have their own saga, a story of their greatest achievements and rise to fame. All of the warriors in Valhala have to battle the same enemies for survival. It also has a gaming system."
}, {
	"id": "34473",
	"name": "Spice Of Life",
	"image": "http://3.bp.blogspot.com/-Q-oEaJJBa7I/WozXOWymWKI/AAAAAAAEbGw/w4j2kgqmSuoT1EZpBbs8hRkO2Evs02P4wCHMYCw/s0/5a8cd7386b550.jpg",
	"author": "Unknown",
	"updatetime": "Feb-27-2018",
	"view": "1,401",
	"description": "A sequel to “Unexpected Marriage”: a peek into Lin Xi and Duan Shen’s post-marriage life."
}, {
	"id": "17134",
	"name": "Rebirth: How A Loser Became A Prince Charming",
	"image": "http://2.bp.blogspot.com/-ResOsPDpMuo/WVb2avT74uI/AAAAAAAAuic/vFoQVGP3Eh8eA8o4P31etOvPCIPnU2regCHMYCw/s0/5956f669218bc.jpg",
	"author": "Rrbao Angel",
	"updatetime": "Feb-27-2018",
	"view": "539,143",
	"description": "Qin Guan was reborn and sent back to his final semester in High School 18 years ago. Getting a second chance at life, he works hard to turn things around and eventually become a Prince Charming. What will his life be like the second time around? What will he have to go through? How will he succeed in turning from a loser into a Prince Charming?"
}, {
	"id": "26390",
	"name": "Venerated Venomous Consort",
	"image": "http://2.bp.blogspot.com/--OeHJyf7Hfo/Wd3fLvv4msI/AAAAAAAAyDk/2t1IULDaUPAya1GOpr3IAjM79Zk3uJ6OgCHMYCw/s0/59dddf2d3436e.jpg",
	"author": "Mu Danfeng, 穆丹枫",
	"updatetime": "Feb-27-2018",
	"view": "967,254",
	"description": "Updating"
}, {
	"id": "1494",
	"name": "Different World Business Symbol",
	"image": "http://4.bp.blogspot.com/-8Z3aUOM4eSE/WIhoa3TZfLI/AAAAAAAAFlQ/64modH5L-qU/s0/588805fb7023c.jpg",
	"author": "Passing Villagers,通りすがりの村人",
	"updatetime": "Feb-27-2018",
	"view": "5,086",
	"description": "A young boy, Asuma Haruto, is transferred to another world. Without having any means to return home, he has no choice but to live in this parallel universe.Armed with only his knowledge of making soap, will Haruto be able to safely make a living here?This is a story about how our protagonist creates his own business out of his hobby of making soap and then gradually manages his business and gets rich."
}, {
	"id": "17099",
	"name": "Green Skin",
	"image": "http://1.bp.blogspot.com/-zKhlTsGiGKA/WUiYXWsqQwI/AAAAAAAApyI/rIrN74v69UUdOA4417IJeNPu5SI0ZH99wCHMYCw/s0/594835edbc161.jpg",
	"author": "흙수저",
	"updatetime": "Feb-27-2018",
	"view": "182,727",
	"description": "A man betrayed by a comrade, he dies a wretched death as a third rate swordsman. His existence, his life, his emotions are all a nuisance in the eyes of society. But wait… What’s this green skin? Reincarnated as a goblin? Wait, I went back in time as well?"
}, {
	"id": "882",
	"name": "The Demonic King Chases His Wife: The Rebellious Good-for-Nothing Miss",
	"image": "http://1.bp.blogspot.com/-Gn2pCsCn7RU/WIhggtP4gtI/AAAAAAAAErs/uK4VvwM61hs/s0/5887fe129595f.jpg",
	"author": "Su Xiao Nuan,苏小暖",
	"updatetime": "Feb-27-2018",
	"view": "7,707,697",
	"description": "She, a renowned assassin of the 21st century, actually crossed over to become Su Manor’s most useless good-for-nothing Fourth Miss.He, Jin Empire’s imperial highness, was an emotionless overbearing demonic tyrant with unrivaled talent.Everyone knew that she was idiotic and good-for-nothing and bullied her as they pleased. But only he, the overbearing tyrant with the discerning eye, wouldn’t let go of her even if his life depended on it.For the time being, let’s just see how the stubb..."
}, {
	"id": "35145",
	"name": "The Rotten Girl",
	"image": "http://2.bp.blogspot.com/-zX4eEIMBLgY/WpUb3BAgF6I/AAAAAAAE1Is/a1PNY8jiW5MYz05KbD5vxBrfxupGcdaDQCHMYCw/s0/5a951bdb54599.jpg",
	"author": "睡懒觉的喵",
	"updatetime": "Feb-27-2018",
	"view": "246",
	"description": "An Editorial Department’s editorial assistant called Bai Ning is a standard Rotten Girl. For work purpose and in real life, Bai Ning disguises herself as a pure and cute little rabbit. However, on a certain day in a certain month of a certain year, when Bai Ning’s big BOSS accidentally opens her computer folder called “GV” in a meeting, everything …… become very different. The big boss tries to use the folder to blackmail her. When a ‘white rabbit’ encounters a rogue boss, a hilarious love story..."
}, {
	"id": "35144",
	"name": "Picking Up A Furball, After 10 Years",
	"image": "http://3.bp.blogspot.com/-iaI_79vGfYg/WpTHI81mNdI/AAAAAAAEzkI/NJhTfn4Gknsco5aMFoLCR0_1ley38Mc8QCHMYCw/s0/5a94c7228eb9a.jpg",
	"author": "Gingetsu, 銀月",
	"updatetime": "Feb-27-2018",
	"view": "272",
	"description": "A story about a man picking up a mofumofu furball that was left by the roadside and took care of it, after 10 years has passed, it changed into a mofumofu girl, then became a mofumofu bride."
}, {
	"id": "35143",
	"name": "MO' META Blues",
	"image": "http://1.bp.blogspot.com/-rTn4rxQT158/WpTEfglyvLI/AAAAAAAEzjc/sP9Xhjt4GewUftGoDIhFLGQYpYdj3yWRACHMYCw/s0/5a94c47d41777.jpg",
	"author": "Ahmir Questlove Thompson",
	"updatetime": "Feb-27-2018",
	"view": "231",
	"description": "Updating"
}, {
	"id": "35142",
	"name": "Select Poems Of Thomas Gray",
	"image": "http://3.bp.blogspot.com/-DiZAhFN9jZw/WpTEJtrANLI/AAAAAAAEzjM/8ZIYjQURA5819Wc8UL3hgClAKgMwKwdmwCHMYCw/s0/5a94c42620935.jpg",
	"author": "Thomas Gray",
	"updatetime": "Feb-27-2018",
	"view": "219",
	"description": "Updating"
}, {
	"id": "35141",
	"name": "High Steel_ The Daring Men Who Built The World's Greatest Skyline",
	"image": "http://1.bp.blogspot.com/-i8jnKsMtd-w/WIgl3cRUAII/AAAAAAAACV0/o4g-gmkNzBo/s0/no_cover.jpg",
	"author": "Jim Rasenberger",
	"updatetime": "Feb-27-2018",
	"view": "184",
	"description": "Updating"
}, {
	"id": "35140",
	"name": "The Road Not Taken",
	"image": "http://1.bp.blogspot.com/-i8jnKsMtd-w/WIgl3cRUAII/AAAAAAAACV0/o4g-gmkNzBo/s0/no_cover.jpg",
	"author": "Robert Frost",
	"updatetime": "Feb-27-2018",
	"view": "113",
	"description": "Updating"
}, {
	"id": "35139",
	"name": "Stacey's Choice",
	"image": "http://3.bp.blogspot.com/-OorEI3bqnXU/WpTDu6JBj0I/AAAAAAAEzjI/7b_m3G5G3_MFAJZZNaJvNyTmVw9X53KUACHMYCw/s0/5a94c3ba852f5.jpg",
	"author": "Ann M. Martin",
	"updatetime": "Feb-27-2018",
	"view": "158",
	"description": "Updating"
}, {
	"id": "35138",
	"name": "Murder For Christ's Mass",
	"image": "http://1.bp.blogspot.com/-i8jnKsMtd-w/WIgl3cRUAII/AAAAAAAACV0/o4g-gmkNzBo/s0/no_cover.jpg",
	"author": "Maureen Ash",
	"updatetime": "Feb-27-2018",
	"view": "179",
	"description": "Updating"
}, {
	"id": "35137",
	"name": "Galaxy Of Fear_ Spore",
	"image": "http://1.bp.blogspot.com/-i8jnKsMtd-w/WIgl3cRUAII/AAAAAAAACV0/o4g-gmkNzBo/s0/no_cover.jpg",
	"author": "John Whitman",
	"updatetime": "Feb-27-2018",
	"view": "95",
	"description": "Updating"
}, {
	"id": "35136",
	"name": "Archibald Hughson",
	"image": "http://1.bp.blogspot.com/-t0mvkfVffD0/WpTDM_gYPGI/AAAAAAAEzi4/bnNL6v04RwUKspsTQG40T8mWgHesNhI_ACHMYCw/s0/5a94c3334b82a.jpg",
	"author": "William Henry Giles Kingston",
	"updatetime": "Feb-27-2018",
	"view": "91",
	"description": "Updating"
}, {
	"id": "35135",
	"name": "The Vampire Cat",
	"image": "http://4.bp.blogspot.com/-m-BqnwyQjSM/WpTDGVuGpSI/AAAAAAAEziw/_uc7yOJJKdUYaFLgOyrZIo7PxEQx0ra2QCHMYCw/s0/5a94c318af03a.jpg",
	"author": "Gerard Van Etten",
	"updatetime": "Feb-27-2018",
	"view": "83",
	"description": "Updating"
}, {
	"id": "35134",
	"name": "Whip Hand",
	"image": "http://1.bp.blogspot.com/-HGJMX0N9blQ/WpTCQ00kL_I/AAAAAAAEziU/y2_LsUMYKqEFrigVwimZefg8rix985BaQCHMYCw/s0/5a94c2427ab06.jpg",
	"author": "Dick Francis",
	"updatetime": "Feb-27-2018",
	"view": "628",
	"description": "Updating"
}, {
	"id": "35133",
	"name": "Voyager In Night",
	"image": "http://4.bp.blogspot.com/-OjFv1isthQU/WpTB9kYLvaI/AAAAAAAEziI/vh9dvYlwDHEUSKUrMwkbecsrMFINR8diwCHMYCw/s0/5a94c1f555990.jpg",
	"author": "C. J. Cherryh",
	"updatetime": "Feb-27-2018",
	"view": "146",
	"description": "Updating"
}, {
	"id": "35132",
	"name": "Midnight Runner",
	"image": "http://2.bp.blogspot.com/-6ChGc4gprXs/WpTBhZZojrI/AAAAAAAEziA/uIdyUCGIIDYbZklmVaXukH-iU2f7oy3xgCHMYCw/s0/5a94c184e4e69.jpg",
	"author": "Jack Higgins",
	"updatetime": "Feb-27-2018",
	"view": "250",
	"description": "Updating"
}, {
	"id": "35131",
	"name": "Boogeymen",
	"image": "http://1.bp.blogspot.com/-i8jnKsMtd-w/WIgl3cRUAII/AAAAAAAACV0/o4g-gmkNzBo/s0/no_cover.jpg",
	"author": "Mel Gilden",
	"updatetime": "Feb-27-2018",
	"view": "342",
	"description": "Updating"
}]
